ACHIEVEMENTS = {
  (1, 1): (9001, 'とある始まりの日'), (2, 3): (9006, 'とあるお豆の絨毯爆撃の日'), (2, 11): (9007, '建国記念日'), (2, 14): (9008, 'とあるカカオまみれの日'),
  (3, 3): (9010, 'とある女の子の日'), (3, 14): (9011, '燃え尽きたカカオの日'), (3, 20): (9012, '春分の日'), (4, 1): (9014, 'とある嘘の日'), (4, 15): (9015, 'とある良い子の日'), (4, 22): (9016, 'とある掃除デー'),
  (5, 5): (9019, '端午の節句'), (5, 14): (9020, '母の日'), (6, 12): (9022, 'とある日記の日'), (6, 17): (9023, '父の日'), (6, 29): (9024, 'とある生誕の日'),
  (7, 7): (9026, '七夕'), (7, 17): (9027, 'とある東京の日'), (7, 29): (9028, 'とある肉の日'), (8, 7): (9030, 'とあるバナナの日'), (8, 16): (9031, 'とあるJDの日'), (8, 29): (9032, 'とある焼肉の日'),
  (9, 2): (9034, 'とあるくじの日'), (9, 12): (9035, 'とあるマラソンの日'), (9, 29): (9036, 'とあるふぐの日'),
  (12, 25): (9002, 'とある聖夜の日'), (12, 31): (9003, 'とある終わりの日')
}
